{
  "LocaleSwitcher": {
    "switchLocale": "TR"
  },
  "Footer": {
    "ev": "Home",
    "contact": "Contact",
    "about": "About Us",
    "copyright": "All rights reserved",
    "policies": {
      "privacyPolicy": "Privacy Policy",
      "termsOfService": "Terms of Service"
    }
  },
  "Navbar": {
    "home": "Home",
    "contact": "Contact",
    "about": "About Us",
    "login": "Login"
  },
  "AboutHome": {
    "text": "What is EduMoodUp?",
    "description": "EduMoodUp is an innovative educational project that aims to enhance classroom efficiency and strengthen student-teacher communication by measuring students' emotional states with an emoji-based system. The platform allows students to express their daily emotional states while giving teachers the opportunity to understand students' emotional needs and adjust their lesson plans accordingly. This way, teachers can create a more effective learning environment by considering the psychological states of students and increase classroom efficiency. EduMoodUp emphasizes the importance of emotional intelligence and communication in modern education, promoting a student-centered approach and contributing to the education of the future."
  },
  "WhatWeAim": {
    "neyiamaçlıyoruz": "What Do We Aim For",
    "education": {
      "text": "Education",
      "description": "Highlights the importance of emotional intelligence and communication in education to understand students' emotional states and improve learning processes."
    },
    "work": {
      "text": "Work",
      "description": "Provides teachers with the opportunity to better understand students' emotional states and adjust their lesson plans accordingly, facilitating their work and increasing classroom efficiency."
    },
    "life": {
      "text": "Life",
      "description": "Supports individuals in understanding their emotional needs in daily life and promoting healthy communication for a more balanced and happy life."
    },
    "world": {
      "text": "World",
      "description": "Aims to be adopted globally as a step towards understanding emotional needs and strengthening communication across all segments of society."
    }
  },
  "ContactForHome": {
    "text": "Contact Us"
  },
  "ContactHero": {
    "text": "Contact Us"
  },
  "ContactForMe": {
    "name": "Name",
    "email": "Email",
    "message": "Enter your message",
    "send": "Send"
  },
  "RightHS": {
    "yeniNesilEğitim": "Next Generation Education",
    "eğitimdePsikoloji": "Psychology in Education"
  },
  "CarouselHW": {
    "universite": "University",
    "nasıluni": "For universities participating in EduMoodUp, we offer a dedicated portal on the website. This portal allows universities to add their faculties, departments, and courses to the system. Additionally, they can register their teachers and students here. These steps make it easy for universities to use EduMoodUp.",
    "ogretmen": "Teacher",
    "nasılogretmen": "EduMoodUp provides teachers with a dedicated web interface. This interface allows teachers to access their students' course schedules. Additionally, at the end of classes, it sends notifications to students and asks them to express their emotional states. Teachers can view students' selections and analyze this information along with graphs showing the students' psychological states.",
    "ogrenci": "Student",
    "nasılogrenci": "EduMoodUp offers students a dedicated web interface. This interface allows students to access their course schedules. Additionally, at the end of classes, it sends notifications to students and asks them to express their emotional states. Students can select an emoji to indicate their emotional state. This information is used by teachers for analysis and helps in understanding the students' psychological conditions."
  },
  "HowWork": {
    "nasılYapacağız": "How Will We Do It?"
  },
  "Results": {
    "nelerYaptık": "What Have We Done?",
    "okul": "School",
    "öğrenci": "Student",
    "öğretmen": "Teacher",
    "ders": "Class"
  },
  "ResultsCard": {
    "psikolojiölçtük": "Measured psychology and increased class efficiency"
  },
  "Error": {
    "sayfayok": "There is no such page",
    "sicde": "We are still working for you..."
  },
  "AboutExtra": {
    "duygusalzeka": "Emotional Intelligence",
    "duygusalzekatext": "EduMoodUp respects the different emotional needs and learning styles of students by providing an inclusive and equitable educational environment.",
    "erisilebilirogrenim": "Accessible Learning",
    "erisilebilirogrenimtext": "Our project supports continuous improvement in education and makes learning accessible to everyone by promoting lifelong learning opportunities for all.",
    "isteesitlik": "Workplace Equality",
    "isteesitliktext": "To support sustainable, inclusive, and sustained economic growth, EduMoodUp supports social and economic development by reducing inequalities in education.",
    "ishayatindaesitlik": "Workplace Equality",
    "ishayatindaesitliktext": "Our project promotes full and productive employment while helping students succeed in their careers by enhancing their emotional intelligence.",
    "geleceginisgucu": "Future Workforce",
    "geleceginisgucutext": "EduMoodUp supports diversity and inclusion in the workplace by strengthening emotional intelligence and communication skills.",
    "adilisdunyasi": "Fair Business World",
    "adilisdunyasietext": "EduMoodUp prepares the future workforce by focusing on the emotional needs of students as part of sustainable economic growth.",
    "duygusalzekavekariyer": "Emotional Intelligence and Career",
    "duygusalzekavekariyeretext": "Our project aims to create a fairer business world for everyone by reducing educational inequalities.",
    "degisimeuyum": "Adaptation to Change",
    "degisimeuyumtext": "EduMoodUp promotes sustainable, inclusive, and sustained economic growth by equipping students with emotional intelligence to adapt to changes in the business world.",
    "cesitlilikteguc": "Strength in Diversity",
    "cesitliliktegucetext": "EduMoodUp helps everyone reach their full potential by promoting diversity in education and the business world.",
    "toplumsaladalet": "Social Justice",
    "toplumsaladalettext": "Our project contributes to social justice by creating an inclusive environment in education and the business world."
  },
  "policies": {
    "privacyPolicy": {
      "title": "Privacy Policy",
      "intro": {
        "title": "1. Introduction",
        "content": "At EduMoodUp, we highly value your privacy. This Privacy Policy explains how your personal information is collected, used, and protected."
      }
    },
    "termsOfService": {
      "title": "Terms of Service",
      "intro": {
        "title": "1. Introduction",
        "content": "By using EduMoodUp, you agree to the following terms of service."
      }
    },
    "cookieConsent": {
      "title": "Cookie Consent!",
      "message": "This website uses cookies to enhance your experience.",
      "accept": "Accept",
      "decline": "Decline",
      "learnMore": "Learn More"
    }
  },
  "terms": {
    "title": "Terms of Service",
    "introduction": {
      "title": "1. Introduction",
      "content": "These Terms of Service contain the rules and conditions governing your use of the EduMoodUp platform."
    },
    "account": {
      "title": "2. Account Creation",
      "content": "When creating an account on the platform:",
      "rules": {
        "accurate": "You must provide accurate and current information",
        "security": "You must maintain account security",
        "privacy": "You must not share your account information with others"
      }
    },
    "usage": {
      "title": "3. Usage Rules",
      "content": "On the platform:",
      "rules": {
        "legal": "You must comply with laws",
        "respect": "You must respect other users",
        "security": "You must not compromise platform security",
        "spam": "You must not post unauthorized advertisements or spam"
      }
    },
    "content": {
      "title": "4. Content Policy",
      "content": "All content shared on the platform:",
      "rules": {
        "copyright": "Must comply with copyright laws",
        "harmful": "Must not be harmful or illegal",
        "misleading": "Must not contain misleading information"
      }
    },
    "changes": {
      "title": "5. Service Changes",
      "content": "EduMoodUp reserves the right to modify its services, update pricing policies, or terminate the service at any time."
    },
    "disclaimer": {
      "title": "6. Disclaimer",
      "content": "The platform is provided \"as is\" and no continuous service guarantee is provided. EduMoodUp cannot be held responsible for any damages arising from the use of the platform."
    },
    "contact": {
      "title": "7. Contact",
      "content": "For questions about these terms, you can contact us at info@edumoodup.com"
    }
  },
  "privacy": {
    "title": "Privacy Policy",
    "introduction": {
      "title": "1. Introduction",
      "content": "At EduMoodUp, we place great importance on the privacy of our users. This Privacy Policy explains how your personal information is collected, used, and protected."
    },
    "collectedInformation": {
      "title": "2. Collected Information",
      "content": "We collect the following types of information:",
      "items": {
        "personalInformation": "Personal information (name, email, etc.)",
        "browser": "Browser and device information",
        "usageData": "Usage data and analytics"
      }
    },
    "usedInformation": {
      "title": "3. How We Use Your Information",
      "content": "We use your information for the following purposes:",
      "items": {
        "provideServices": "To provide and maintain our services",
        "improveExperience": "To improve user experience",
        "contact": "To contact you when necessary",
        "marketing": "For marketing purposes with your consent"
      }
    },
    "sharedInformation": {
      "title": "4. Information Sharing",
      "content": "We do not sell your personal information to third parties. We may only share your information with service providers who help us operate our platform."
    },
    "dataSecurity": {
      "title": "5. Data Security",
      "content": "We implement appropriate security measures to protect your personal information against unauthorized access, alteration, or disclosure."
    },
    "cookies": {
      "title": "6. Cookies",
      "content": "We use cookies to enhance your browsing experience. You can control cookie settings in your browser preferences."
    },
    "changes": {
      "title": "7. Privacy Policy Changes",
      "content": "We may update this privacy policy from time to time. We will inform you of changes by posting the new policy on this page."
    },
    "contact": {
      "title": "8. Contact Us",
      "content": "If you have any questions about this privacy policy, please contact us at info@edumoodup.com."
    }
  },
  "Team": {
    "title": "Team"
  }
}